Repository: suraleb/10d
Catalog: html/languages/admin.tmx
Source language: en
Languages: ru

source: Allow to open "Admin area" (main option)
ru: Разрешить открывать "Панель управления" (основная опция)

source: Cancel
ru: Отмена

source: Apply
ru: Сохранить

source: Apply &amp; Close
ru: Сохранить &amp; Закрыть

source: Apply &amp; Preview
ru: Сохранить &amp; Просмотреть

source: Continue
ru: Продолжить

source: Actions available
ru: Доступные действия

source: Question
ru: Вопрос

source: Close
ru: Закрыть

source: Please, confirm
ru: Пожалуйста, подтвердите

source: System message
ru: Сообщение системы

source: Summary
ru: Результат

source: Go back
ru: Вернуться назад

source: Go back to list
ru: Вернуться к списку

source: Admin home
ru: Главная страница

source: Logout
ru: Выйти

source: No
ru: Нет

source: &laquo; first
ru: &laquo; первая

source: from
ru: из

source: last &raquo;
ru: последняя &raquo;

source: next &rsaquo;
ru: дальше &rsaquo;

source: &lsaquo; back
ru: &lsaquo; назад

source: Displayed
ru: Показано

source: Please, select&hellip;
ru: Выберите&hellip;

source: Yes
ru: Да

source: There is no such functionality in the system, perhaps it was deactivated by administrator or is in development.<br />Try later
ru: В системе нет данного функционала, возможно он отключен администратором либо в разработке.<br />Попробуйте выполнить операцию позже

source: Errors were encountered while executing operation
ru: В результате выполнения операции возникли ошибки

source: You have no rights for this operation, or you have no access to this section.<br />In any case access to the functionality was deliberately limited
ru: У вас нет прав для выполнения этой операции либо нет доступа к данному разделу.<br />В любом случае доступ к функционалу намеренно ограничен

source: Operation was done with following instructions
ru: Операция выполнена с последующими инструкциями

source: Operation was done with some remarks
ru: Операция выполнена с некоторыми замечаниями

source: Operation was successfully done
ru: Операция успешно выполнена

source: options for redirect
ru: варианты для перенаправления

source: information for further actions
ru: информация для дальнейших действий

source: go to site
ru: перейти на сайт

source: Common file for backend
ru: Общий файл для панели управления администратора

source: Admin area
ru: Панель управления
